Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/ObjectStrings.xcstrings
Source language: en
Languages: es

# Wine_Description
source: Drink in moderation.
es: Bebe con moderación.

# Wine_Name
source: Wine
es: Vino

# WinterRoot_Description
source: A starchy tuber.
es: Un tubérculo lleno de almidón

# WinterRoot_Name
source: Winter Root
es: Raíz invernal

# WinterSeeds_Description
source: An assortment of wild winter seeds.
es: Un surtido de semillas silvestres de invierno.

# WinterSeeds_Name
source: Winter Seeds
es: Semillas invernales

# Wood_Description
source: A sturdy; yet flexible plant material with a wide variety of uses.
es: Un material de origen vegetal; resistente pero flexible; y con gran variedad de usos.

# Wood_Name
source: Wood
es: Madera

# WoodFence_Description
source: Keeps grass and animals contained!
es: ¡Mantiene a raya a la hierba y los animales!

# WoodFence_Name
source: Wood Fence
es: Valla de madera

# WoodFloor_Description
source: Place on the ground to create paths or to decorate your floors.
es: Colócalo para crear caminos o decorar tus suelos.

# WoodFloor_Name
source: Wood Floor
es: Suelo de madera

# WoodPath_Description
source: Place on the ground to create paths or to spruce up your floors.
es: Colócalo para crear caminos o adornar tus suelos.

# WoodPath_Name
source: Wood Path
es: Camino de madera

# Woodskip_Description
source: A very sensitive fish that can only live in pools deep in the forest.
es: Un pez muy sensible que solo puede vivir en estanques en la profundidad del bosque.

# Woodskip_Name
source: Woodskip
es: Muyu

# Wool_Description
source: Soft; fluffy wool.
es: Lana suave y esponjosa.

# Wool_Name
source: Wool
es: Lana

# WrigglingWorm_Description
source: It's a wriggling; wet worm.
es: Es un gusano mojado que aún se retuerce.

# WrigglingWorm_Name
source: Wriggling Worm
es: Gusano vivo

# Yam_Description
source: A starchy tuber with a lot of culinary versatility.
es: Un tubérculo rico en almidón; con mucha versatilidad culinaria.

# Yam_Name
source: Yam
es: Ñame

# YamSeeds_Description
source: Plant these in the fall. Takes 10 days to mature.
es: Plántalas en otoño. Tardan 10 días en madurar.

# YamSeeds_Name
source: Yam Seeds
es: Semillas de ñame
